export default faunaAndFloraMap = new Map();

faunaAndFloraMap.set('emys-orbicularis', 
    {   id: 1,
        name: 'ЕВРОПЕЙСКАЯ БОЛОТНАЯ ЧЕРЕПАХА',
        description: "Включена в I-III издание Красной книги Республики Беларусь. Имеет международный статус III категории национального природоохранного значения. Вид включен в Красный список МСОП, Приложение II к Бернской конвенции. В Беларуси проходит северная граница ареала. Область распространения в общих чертах совпадает с регионом Полесья.",           
        image: {uri:'https://zakaznik-vydritsa.by/wp-content/uploads/2019/06/Emys_orbicularis_2009_G1.jpg'}
    }),
faunaAndFloraMap.set('lynx-lynx', 
    {
        id: 2,
        name: 'ЕВРОПЕЙСКАЯ РЫСЬ',
        description: 'Европейская рысь / Обыкновенная рысь (лат. Lynx lynx) — вид млекопитающих из рода рысейВключена в I-III издание Красной книги Республики Беларусь. Имеет международный статус II категории национального природоохранного значение. Вид включен в Приложение III к Бернской конвенции. Предпочитает населять густые и хвойно-лиственные леса с малопосещаемыми участками и густым подлеском, буреломом и заболоченной территорией. Наблюдается положительная динамика численности данного хищника.',
        image:  {uri:'https://zakaznik-vydritsa.by/wp-content/uploads/2019/05/ris-obiknovennaya.jpg'}
     }),
faunaAndFloraMap.set('sircaetus-gallicus', 
    {
        id: 3,
        name: 'ЗМЕЕЯД',
        description: 'Включен в I-III издание Красной книги Республики Беларусь. Имеет международный статус II категории национального природоохранного значения. Вид включен в Приложение I к Директиве Европейского союза по охране редких птиц, Приложение 2 к Бернской конвенции, Приложение I и II к Боннской конвенции. В Беларуси встречается почти на всей территории. Отсутствует в западной части страны. Обитает среди лесо-болотных комплексов, в сфагновых сосняках на верховых болотах и на вырубленных торфяниках. В Полесье и восточной Беларуси заселяет более разнообразные места.',
        image:  {uri:'https://zakaznik-vydritsa.by/wp-content/uploads/2019/06/zmeeyad.jpg'}
    }),
faunaAndFloraMap.set('crex-crex', 
    {
        id: 4 ,
        name: 'КОРОСТЕЛЬ',
        description: 'Птица включена в III издание Красной книги Республики Беларусь. Имеет международный статус III категории национального значения. Вид включен в Приложение I в директиве Европейского союза по охране птиц, приложение II к Бернской конвенции. Ареал вида включает всю Европу, западную и центральную Азию. Территория Беларуси находится в пределах ареала вида. Распространен по всей территории страны.',
        image:  {uri:'https://zakaznik-vydritsa.by/wp-content/uploads/2021/11/ptica-korostel2.jpg'}
    }),
faunaAndFloraMap.set('alcedo-atthis', 
    {
        id: 5,
        name: 'ЗИМОРОДОК',
        description: 'Включен в I-III издание Красной книги Республики Беларусь. Имеет международный статус III категории национального природоохранного значения. Вид включен в Приложение I к Директиве Европейского союза по охране птиц, Приложение II к Бернской конвенции. Населяет разнообразные водоемы, отдавая предпочтения крупным и средним рекам, но поселяется и на малых водотоках, а также на озерах и водохранилищах.',
        image:  {uri:'https://zakaznik-vydritsa.by/wp-content/uploads/2019/05/Kingfisher_eating_a_tadpole.jpg'}
    }),
faunaAndFloraMap.set('coronella-austriaca', 
    {
        id: 6,
        name: 'МЕДЯНКА',
        description: 'Включена в I-III издание Красной книги Республики Беларусь. Имеет международный статус III категории национального природоохранного значения. Вид включен в Приложение II к Бернской конвенции, Приложение IVа к Директиве о местообитаниях Евросоюза. В Беларуси распространена широко, однако крайне спорадично. В южной части страны встречается значительно чаще, чем в северных регионах.',
        image:  {uri:'https://zipview.attachmail.ru/get/6880d5649b2a99e99c6c49ea2d22deff/d8acb12d035ab979bb49bb6326bad553?t=13bdec883c1e473974f4cd04b15b92fa&download=0'}
    }),
faunaAndFloraMap.set('haliaeetus-albicilla',     
    {
        id: 7,
        name: 'ОРЛАН-БЕЛОХВОСТ',
        description: 'Включен в I-III издание Красной книги Республики Беларусь. Имеет международный статус II национальной категории природоохранного значения. Вид включен в Приложение I к Директиве Европейского союза по охране редких птиц, Приложение II к Бернской конвенции, Приложение I и II к Боннской конвенции. Обширный ареал простирается от Скандинавии, Центральной и Южной Европы на восток через всю Сибирь до Чукотки, Курильских островов и Северного Китая. В Беларуси крайне спорадично распространенный по всей территории вид, более обычный в Полесье. Населяет побережье крупных озер, водохранилищ, долины больших рек, окрестности рыбхозов, соседствующих с лесными массивами.',
        image:  {uri:'https://zakaznik-vydritsa.by/wp-content/uploads/2019/05/Haliaeetus_albicilla_Svolv-r_2012.jpg'}
    }),
faunaAndFloraMap.set('circus-cyaneus', 
    {
        id: 8,
        name: 'ПОЛЕВОЙ ЛУНЬ',
        description:'Включен в III издание Красной книги Республики Беларусь. Имеет международный статус 3 категории национального природоохранного значения. Вид включен в Приложение I к Директиве Европейского союза по охране редких птиц, Приложение II к Бернской конвенции, Приложение I и II к Боннской конвенции. Характерными гнездовыми местообитаниями являются вырубки, гари, зарастающие поля, просеки или острова среди болот с зарослями мелкого кустарника или березняка.',
        image:  {uri:'https://zipview.attachmail.ru/get/6880d5649b2a99e99c6c49ea2d22deff/f349154b5f69381c131ee51226120222?t=2bd101e6a22e7e4ef48de213ca6f5f91&download=0'}
    }),
faunaAndFloraMap.set('larus-canus', 
    {
        id: 9,
        name: 'СИЗАЯ ЧАЙКА',
        description: 'Включена в III издание Красной книги Республики Беларусь. Имеет международный статус IV категории национального природоохранного значения. Вид включен в Приложение II к Директиве Европейского союза по охране птиц, Приложение III к Бернской конвенции. Гнездовой ареал охватывает северную часть лесной зоны Голарктики, в некоторых регионах выходит за пределы лесной зоны в лесотундру и тундру на севере и зону степей и полупустынь на юге.',
        image:  {uri:'https://zakaznik-vydritsa.by/wp-content/uploads/2019/06/Sturmm-we_-_Auenlandschaft_Hohenrode.jpg'}
    }),
faunaAndFloraMap.set('trapa-natans', 
    {
        id: 10,
        name: 'ВОДЯНОЙ ОРЕХ ПЛАВАЮЩИЙ',
        description: 'Включен в I-III издание Красной книги Республики Беларусь. Имеет международный статус III категории, является уязвимым видом. Внесен в Приложение I к Бернской конвенции об охране дикой фауны и флоры, внесен в Европейский Красный список МСОН. Реликтовый, тропогенно-бореальный вид, с дизъюнктивным ареалом, находящийся в Беларуси в отдельных локалитетах на северо-восточной границе ареала. Растет на илистом грунте в прибрежных зонах слабопроточных или стоячих, хорошо прогреваемых водоемов, чаще в пойменных озерах, старицах и заводях рек, на глубине 50-200 см, в воде обогащенной железом.',
        image:  {uri:'https://zipview.attachmail.ru/get/6880d5649b2a99e99c6c49ea2d22deff/e0dd1937b897893580c39b89ea603f88?t=3b3e20decddd6def9b87e725d712f89a&download=0'}
    }),
faunaAndFloraMap.set('iris-sibirica',    
    {
        id: 11,
        name: 'КАСАТИК СИБИРСКИЙ',
        description: 'Включен в I-III издание Красной книги Республики Беларусь. Имеет национальный статус 4 категории национального природоохранного значения. Бореальный вид, находящийся в Беларуси в пределах ареала. Спорадически встречается по всей республике, преимущественно в южных и восточных районах. Произрастает на сырых и заболоченных лугах, окраинах болот, закустаренных берегах водоемов, опушках широколиственных, мелколиственных и смешанных лесов.',
        image:  {uri:'https://zipview.attachmail.ru/get/6880d5649b2a99e99c6c49ea2d22deff/b17ed05e0ac194cbf74e0424336b8d50?t=eaeaffca8ad088eaeab420e8a3eaca51&download=0'}
    }),
faunaAndFloraMap.set('nymphaea-alba', 
    {
        id: 12,
        name: 'КУВШИНКА БЕЛАЯ',
        description: 'Включена в I-III издание Красной книги Республики Беларусь. Имеет международный статус, III категория природоохранной значимости. Произрастает в озерах, реках, старицах, прудах, каналах, как правило, в их прибрежной части и в заводях на глубинах до 2,5 м. Встречается небольшими группами и одиночными особями, местами образует значительные по площади заросли.',
        image:  {uri:'https://zipview.attachmail.ru/get/6880d5649b2a99e99c6c49ea2d22deff/5f1da52e2c3b66c918187c0caafb1b4e?t=ad94ffcee4e90f52dea2fa427eed1d48&download=0'}
    }),
faunaAndFloraMap.set('salvinia-natans', 
    {
        id: 13,
        name: 'САЛЬВИНИЯ ПЛАВАЮЩАЯ',
        description: 'Включена в I-III издание Красной книги Республики Беларусь. Под государственную охрану в республике впервые взята в 1964 г. Имеет международный статус 4 категории – потенциально уязвимый вид. Включена в Приложение I к Бернской конвенции. В Беларуси – реликтовый, тропогенно-бореальный евразийский вид, находится на северной границе ареала. Обитает на мелководьях глубиной 30-70 см в эвтотрофных пресноводных стоячих и малопроточных хорошо прогреваемых водоемах преимущественно в местах, защищенных от ветра высокими берегами, прибрежными зарослями деревьев, кустарников и макрофитов.',
        image:  {uri:'https://zakaznik-vydritsa.by/wp-content/uploads/2019/06/Salvinia_natans_habitus_1.jpg'}
    })