export const infoData = [
    {
        id: 0,
        header: 'О ЗАКАЗНИКЕ',
        info: 'Государственное природоохранное учреждение   \n «Заказник республиканского значения «Выдрица» ',
        image:  require('../../assets/about_zakaznik.png')
    },
    {
        id: 1,
        header: 'КОНТАКТЫ',
        info: 'Шутов Алексей Николаевич — директор, +375(29)3931318 '+
         '\n Демченко Татьяна Владимировна — специалист 1-й категории,\n  +375(25)5194503' +  
         '\n Дрозд Виктор Артёмович — заведующий экотуристической базой «Уречье», \n +375(29)9956077 '+ 
         ' \n Адрес базы: Гомельская область, \n Светлогорский район, д. Судовица '+
         '\n Телефоны и электронный адрес: +375(234)22-09-47 \n Т+375 (29) 393-13-18, zakaznik-vydritsa@mail.ru'+
          '\n Юридический адрес: 247435, Гомельская область, \n г. Светлогорск,  м-н  Полесье, д. 46',
        image: require('../../assets/contacts.png')
    },
    
    {
        id:3,
        header: 'РЕКВИЗИТЫ',
        info: 'Учетный номер плательщика (УНП): 490323057 '+ 
        '\n Реквизиты текущего (расчетного) и иных счетов (при их наличии): '+'\n филиал № 312 ОАО АСБ «Беларусбанк»,'
        +'\n ЦБУ № 322 расчетный счет BY51AKBB36044290022173200000 '+ '\n белорусский рубль. BIC AKBBBY21312 ОКПО 292586013000',
        image: require('../../assets/rekvezit.png')
    }
]