export const viewPoint = [
    {
        name: "Экотуристическая база \"Уречье\"", 
        description: "Экологическая турбаза, расположенная в 20 км от Светлогорска в живописном месте прямо на берегу Березины.",
        coordinates: [ 29.543231279631826, 52.741434081910676 ],
        icon: require("../../assets/station.png")
    },
    { 
        name: "Бронекатер БКА-205", 
        description: "В этом месте покоятся останки бронекатера БКА-205 Днепровско-Пинской военной флотилии, погибшего 26 июля 1941 года. ",   
        coordinates: [ 29.543828591446957, 52.743441073922682 ],
        icon: require("../../assets/marker.png")
    },
    {
        name: "река Березина", 
        description: "Живописная река, являющаяся правым притоком Днепра, которая полностью расположена на территории Беларуси.",
        coordinates: [ 29.556099080854072, 52.741406699154091 ],
        icon: require("../../assets/marker.png")
    },
    { 
        name: "Цапли",
        description: "Эта редкая птица долгое время считалась залетным в Беларусь видом, но сейчас её всё чаще можно встретить у водоёмов страны.",  
        coordinates: [ 29.548618644092709, 52.743843168731679 ],
        icon: require("../../assets/marker.png")
    },
    {
        name: "Бобровая нора",
        description: "Бобр в заказнике считается обычным видом. Туристы могут наблюдать не только места их обитания, но и само животное.",    
        coordinates: [ 29.552577795817324, 52.741755389032065 ],
        icon: require("../../assets/marker.png")
    },
    { 
        name: "Болотняник", 
        description: "Небольшое болото, встречающееся на пути.",    
        coordinates: [ 29.58168369290096, 52.751225416763596 ] ,
        icon: require("../../assets/baza.png")
    },
    { 
        name: "Дуб-великан", 
        description: "Дуб-великан ⎼ место силы и поклонения.",  
        coordinates: [ 29.566871603336796, 52.75165739424915 ] ,
        icon: require("../../assets/marker.png")
    },
    { 
        name: "озеро Селище", 
        description: "Озеро-старица на территории которого можно встретить большое количество диких животных и растений.", 
        coordinates: [ 29.60063385678836, 52.743243398829271 ],
        icon: require("../../assets/baza.png")
    },
    {
        name: "река Ола", 
        description: "Левый приток Березины.",    
        coordinates: [ 29.661173657231256, 52.735985825751129 ],
        icon: require("../../assets/baza.png")
    },
    { 
        name: "Мемориальный комплекс \"Ола\"", 
        description: "Мемориальный комплекс на территории уничтоженной деревени Ола." ,  
        coordinates: [ 29.661402678436101, 52.739323918353428 ],
        icon: require("../../assets/baza.png")
    },
    { 
        name: "Белицкий луг", 
        description: "Уникальное место, с разнообразной растительностью, привлекающее большое количество животных в эту часть заказника. ",  
        coordinates: [ 29.562746564457388, 52.744738801872458 ],
        icon: require("../../assets/baza.png")
    },
    { 
        name: "Лесные поляны",
        description: "Одно из мест для вдохновения в заказнике, некоторые туристы используют его для медитации.",  
        coordinates: [ 29.597779470552265, 52.75026308842768 ],
        icon: require("../../assets/baza.png")
    },
    { 
        name: "Бобриные ходы",  
        description: "Бобр в заказнике считается обычным видом. Туристы могут наблюдать не только места их обитания, но и само животное.", 
        coordinates: [ 29.591739259270987, 52.735760971201714 ],
        icon: require("../../assets/marker.png")
    },
    { 
        name: "Ласточкины норы",
        description: "Все привыкли видеть у себя на балконах, на крышах домов гнёзда ласточек, а вот про норы большинство даже и не догадывается.",  
        coordinates: [ 29.599710109658123, 52.731196648906383 ] ,
        icon: require("../../assets/baza.png")
    },
    { 
        name: "Урочище \"Корчище\"",  
        description: "Небольшой приток реки со своей уникальной водной растительностью и красивыми пейзажами." ,    
        coordinates: [ 29.598734188625581, 52.733339827553188 ],
        icon: require("../../assets/baza.png")
    },
    { 
        name: "Красная гора", 
        description: "Месторождение красной глины.",  
        coordinates: [ 29.623357311791697, 52.684803983990427 ],
        icon: require("../../assets/marker.png")
    },
    { 
        name: "река Ола", 
        description: "Левый приток Березины.",   
        coordinates: [ 29.649180782228942, 52.684157019904625 ] ,
        icon: require("../../assets/marker.png")
    },
    { 
        name: "Бобровая хатка",  
        description: "Бобр в заказнике считается обычным видом. Туристы могут наблюдать не только места их обитания, но и само животное.", 
        coordinates: [ 29.677605430472127, 52.686463958679013 ],
        icon: require("../../assets/marker.png")
    },
    { 
        name: "река Березина", 
         description: "Живописная река, являющаяся правым притоком Днепра, которая полностью расположена на территории Беларуси.",   
        coordinates: [ 29.675454878577764, 52.685447653785019 ] ,
        icon: require("../../assets/marker.png")
    },
    { 
        name: "Вековые дубы",  
        description: "Красивые и уникальные по своей структуре дубравы.",
        coordinates: [ 29.691429925037248, 52.683570043507103 ] ,
        icon: require("../../assets/baza.png")
    },
    { 
        name: "озеро Белогорское",
        description: "Одно из красивейших мест Гомельской области." ,
        coordinates: [ 29.69824931853956, 52.686552925114519 ] ,
        icon: require("../../assets/marker.png")
    },
    { 
        name: "Болотняник",  
        description: "Небольшое болото, встречающееся на пути.",  
        coordinates: [ 29.565343509688862, 52.749350311559446 ] ,
        icon: require("../../assets/marker.png")
    },
]